/* Used when showing an invalid entry or input encountered when expecting a formal entry such as a number of date */
"\\U201c%@\\U201d" = "“%@”";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C" = "Nilai salah.";

/* NSKeyValueValidationError, message shown when the numeric value of user input is invalid (for example too small or too large) */
"Err1024-C.a" = "Nilai %@ salah.";

/* NSKeyValueValidationError, suggestion string when a numeric value of an user input is invalid (for example too small or too large) */
"Err1024-R" = "Silakan beri nilai yang berlaku.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C" = "Nilai salah.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-C.a" = "Nilai %@ salah.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too small */
"Err2048-C.an" = "Nilai terlalu kecil.";

/* NSFormattingError, message shown when the numeric value of an entry or input is too large */
"Err2048-C.ax" = "Nilai terlalu besar.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048-R" = "Silakan beri nilai yang berlaku.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small */
"Err2048-R.n" = "Silakan beri nomor tidak lebih kecil dari %@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too small or too large */
"Err2048-R.nx" = "Silakan beri nomor antara %1$@ dan %2$@.";

/* NSFormattingError, suggestion string when a numeric value of an entry or input is too large */
"Err2048-R.x" = "Silakan beri nomor tidak lebih besar dari %@.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.an" = "Nilai %@ terlalu kecil.";

/* NSFormattingError, message shown when the numeric value of an entry or input is invalid (for example too small or too large) */
"Err2048.ax" = "Nilai %@ terlalu besar.";

/* NSFileLockingError */
"Err255-C" = "File ini tidak dapat dikunci.";

/* NSFileLockingError */
"Err255-R" = "File ini mungkin telah dikunci atau Anda tidak memiliki wewenang untuk menguncinya.";

/* NSFileLockingError, argument is a file name */
"Err255.f" = "File “%@” tidak dapat dikunci.";

/* NSFileReadUnknownError */
"Err256" = "File ini tidak dapat dibuka.";

/* NSFileReadUnknownError, argument is a file name */
"Err256.f" = "File “%@” tidak dapat dibuka.";

/* NSFileReadNoPermissionError */
"Err257" = "File ini tidak dapat dibuka karena Anda tidak memiliki wewenang untuk melihatnya.";

/* NSFileReadNoPermissionError */
"Err257-C" = "Anda tidak memiliki wewenang.";

/* NSFileReadNoPermissionError; ; suggestion applies to files or folders, hence the use of the word item */
"Err257-R" = "Untuk melihat atau mengganti wewenang akses, pilih satu item di Finder dan pilih File > Get Info.";

/* NSFileReadNoPermissionError, argument is a file name */
"Err257.f" = "File \"%@\" tidak dapat dibuka karena Anda tidak memiliki wewenang untuk melihatnya.";

/* NSFileReadInvalidFileNameError */
"Err258-C" = "Nama file salah.";

/* NSFileReadInvalidFileNameError, argument is a file or folder name */
"Err258.f" = "Item ini tidak dapat dibuka karena nama file “%@” salah.";

/* NSFileReadCorruptFileError */
"Err259" = "File ini tidak dapat dibuka karena formatnya salah.";

/* NSFileReadCorruptFileError */
"Err259-C" = "Format file salah.";

/* NSFileReadCorruptFileError */
"Err259-R" = "File ini mungkin rusak, terpotong, atau memiliki format yang tidak diharapkan.";

/* NSFileReadCorruptFileError, argument is a file name */
"Err259.f" = "File \"%@\" tidak dapat dibuka karena formatnya salah.";

/* NSFileReadNoSuchFileError */
"Err260" = "File ini tidak dapat dibuka karena tidak ada.";

/* NSFileReadNoSuchFileError */
"Err260(Folder).f" = "Map “%@” tidak ada.";

/* NSFileReadNoSuchFileError */
"Err260-C" = "File tidak ada.";

/* NSFileReadNoSuchFileError */
"Err260-C(Folder)" = "Map tidak ada.";

/* NSFileReadNoSuchFileError, argument is a file name */
"Err260.f" = "File “%@” tidak dapat dibuka karena tidak ada file semacam itu.";

/* NSFileReadInapplicableStringEncodingError */
"Err261" = "File ini tidak dapat dibuka menggunakan pengkodean teks yang telah ditetapkan.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-C" = "Pengkodean teks yang telah ditetapkan tidak berlaku.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261-C.e" = "Pengkodean teks %@ tidak berlaku.";

/* NSFileReadInapplicableStringEncodingError */
"Err261-R" = "File ini mungkin telah disimpan menggunakan pengkodean teks yang berbeda, atau bukan berupa file teks.";

/* NSFileReadInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.e" = "File ini tidak dapat dibuka menggunakan pengkodean teks %@.";

/* NSFileReadInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err261.ef" = "File “%2$@” tidak dapat dibuka menggunakan pengkodean teks %1$@.";

/* NSFileReadUnsupportedSchemeError */
"Err262" = "File ini tidak dapat dibuka karena jenis URL tertentu tidak didukung.";

/* NSFileReadUnsupportedSchemeError */
"Err262-C" = "Jenis URL yang telah ditentukan tidak didukung.";

/* NSFileReadUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err262.fu" = "File “%1$@” tidak dapat dibuka karena jenis URL %2$@ tidak didukung.";

/* NSFileReadUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err262.u" = "File ini tidak dapat dibuka karena jenis URL %@ tidak didukung.";

/* NSFileReadTooLargeError */
"Err263" = "File ini tidak dapat dibuka karena ukurannya terlalu besar.";

/* NSFileReadTooLargeError, reason string */
"Err263-C" = "Ukuran file terlalu besar.";

/* NSFileReadTooLargeError, argument is a file name */
"Err263.f" = "File “%@” tidak dapat dibuka karena ukurannya terlalu besar.";

/* NSFileReadUnknownStringEncodingError */
"Err264" = "File ini tidak dapat dibuka karena pengkodean teks isinya tidak dapat ditentukan.";

/* NSFileReadUnknownStringEncodingError, reason string */
"Err264-C" = "Pengkodean teks isi ini tidak dapat ditetapkan.";

/* NSFileReadUnknownStringEncodingError, recovery suggestion */
"Err264-R" = "Anda mungkin dapat membuka file dengan menetapkan pengkodean teks.";

/* NSFileReadUnknownStringEncodingError, argument is a file name */
"Err264.f" = "File “%@” tidak dapat dibuka karena pengkodean teks isinya tidak dapat ditentukan.";

/* NSUserCancelledError */
"Err3072-C" = "Operasi dibatalkan.";

/* NSPropertyListCorruptError */
"Err3840" = "Data ini tidak dapat dibaca karena telah dikorupsi.";

/* NSPropertyListCorruptError */
"Err3840-C" = "Data telah dikorupsi.";

/* NSPropertyListUnknownVersionError */
"Err3841" = "Data ini tidak dapat dibaca karena berada dalam format yang tidak dimengerti aplikasi ini.";

/* NSPropertyListUnknownVersionError */
"Err3841-C" = "Data dalam format yang tidak dimengerti aplikasi ini.";

/* NSPropertyListReadStreamError */
"Err3842" = "Data ini tidak dapat dibaca karena kesalahan dalam sumber data.";

/* NSPropertyListReadStreamError */
"Err3842-C" = "Terjadi kesalahan di sumber untuk data.";

/* NSPropertyListWriteStreamError */
"Err3851" = "Data ini tidak dapat ditulis karena kesalahan dalam tujuan untuk data.";

/* NSPropertyListWriteStreamError */
"Err3851-C" = "Terjadi kesalahan di tujuan untuk data.";

/* NSFileNoSuchFileError, argument is a folder name */
"Err4(Folder).f" = "Map “%@” tidak ada.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4(Remove).f" = "“%@” tidak dapat dihapus.";

/* NSFileNoSuchFileError */
"Err4-C" = "File tidak ada.";

/* NSFileNoSuchFileError, applied to a folder */
"Err4-C(Folder)" = "Map tidak ada.";

/* NSFileNoSuchFileError, argument is a file name */
"Err4.f" = "File “%@” tidak ada.";

/* NSFileWriteUnknownError */
"Err512" = "File ini tidak dapat disimpan.";

/* NSFileWriteUnknownError, when the save of the specified file fails because the backup file for the saved file can't be created or updated */
"Err512(Backup).f" = "File “%1$@” tidak dapat disimpan karena file cadangan tidak dapat diperbarui.";

/* NSFileWriteUnknownError, first argument is the source, second argument is the destination */
"Err512(Copy).fp" = "“%1$@” tidak dapat disalin ke “%2$@”.";

/* NSFileWriteUnknownError, first arg: source, second arg: destination */
"Err512(Link).fp" = "“%1$@” tidak dapat ditautkan ke “%2$@”.";

/* NSFileWriteUnknownError, first arg: source file, second arg: destination file */
"Err512(Move).fp" = "“%1$@” tidak dapat dipindahkan ke “%2$@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512(Remove).f" = "“%@” tidak dapat dihapus.";

/* NSFileWriteUnknownError, when the save of a file fails because the backup file can't be created or updated */
"Err512-C(Backup)" = "File cadangan tidak dapat disimpan.";

/* NSFileWriteUnknownError, recovery suggestion for when the save of a file fails because the backup file can't be created or updated */
"Err512-R(Backup)" = "File cadangan mungkin terkunci, atau Anda mungkin tidak memiliki wewenang untuk menyimpannya. Untuk melihat atau mengganti wewenang, pilih item di Finder dan pilih File > Get Info.";

/* NSFileWriteUnknownError, arguments are folder name where the file was going to be saved, and file name */
"Err512.df" = "File “%2$@” tidak dapat disimpan dalam folder “%1$@”.";

/* NSFileWriteUnknownError, argument is a file name */
"Err512.f" = "File “%@” tidak dapat disimpan.";

/* NSFileWriteNoPermissionError */
"Err513" = "File ini tidak dapat disimpan karena Anda tidak memiliki wewenang.";

/* NSFileWriteNoPermissionError, first argument is the source, second argument is the destination */
"Err513(Copy).fp" = "“%1$@” tidak dapat disalin karena Anda tidak memiliki wewenang untuk mengakses “%2$@”.";

/* NSFileWriteNoPermissionError, first arg: source, second arg: destination */
"Err513(Link).fp" = "“%1$@” tidak dapat ditautkan karena Anda tidak memiliki wewenang untuk mengakses “%2$@”.";

/* NSFileWriteNoPermissionError, first arg: source file, second arg: destination file */
"Err513(Move).fp" = "“%1$@” tidak dapat dipindahkan karena Anda tidak memiliki wewenang untuk mengakses “%2$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513(Remove).f" = "“%@” tidak dapat dihapus karena Anda tidak memiliki wewenang untuk mengaksesnya.";

/* NSFileWriteNoPermissionError */
"Err513-C" = "Anda tidak memiliki wewenang.";

/* NSFileWriteNoPermissionError; suggestion applies to files or folders, hence the use of the word item */
"Err513-R" = "Untuk melihat atau mengganti wewenang akses, pilih satu item di Finder dan pilih File > Get Info.";

/* NSFileWriteNoPermissionError, arguments are folder name where the file was going to be saved, and file name */
"Err513.df" = "Anda tidak memiliki wewenang untuk menyimpan file “%2$@” dalam map “%1$@”.";

/* NSFileWriteNoPermissionError, argument is a file name */
"Err513.f" = "Anda tidak memiliki wewenang untuk menyimpan file “%@”.";

/* NSFileWriteInvalidFileNameError */
"Err514" = "Item ini tidak dapat disimpan karena nama filenya salah.";

/* NSFileWriteInvalidFileNameError, argument is a file name */
"Err514(Remove).f" = "Item ini tidak dapat dihapus karena nama file “%@” salah.";

/* NSFileWriteInvalidFileNameError */
"Err514-C" = "Nama file salah.";

/* NSFileWriteInvalidFileNameError, argument is a file or folder name */
"Err514.f" = "Item ini tidak dapat disimpan karena nama file “%@” salah.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517" = "File ini tidak dapat disimpan menggunakan pengkodean teks yang telah ditentukan.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-C" = "Pengkodean teks yang telah ditetapkan tidak berlaku.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517-C.e" = "Pengkodean teks %@ tidak berlaku.";

/* NSFileWriteInapplicableStringEncodingError */
"Err517-R" = "Jika mungkin, pilih pengkodean teks yang berbeda.";

/* NSFileWriteInapplicableStringEncodingError, argument is text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.e" = "File ini tidak dapat disimpan menggunakan pengkodean teks %@.";

/* NSFileWriteInapplicableStringEncodingError, arguments are file name and text encoding name (for instance 'Western (Mac OS Roman)' */
"Err517.ef" = "File “%2$@” tidak dapat disimpan menggunakan pengkodean teks %1$@.";

/* NSFileWriteUnsupportedSchemeError */
"Err518" = "File ini tidak dapat disimpan karena jenis URL tertentu tidak didukung.";

/* NSFileWriteUnsupportedSchemeError */
"Err518-C" = "Jenis URL yang telah ditentukan tidak didukung.";

/* NSFileWriteUnsupportedSchemeError, arguments are file name and URL scheme name (for instance ftp:) */
"Err518.fu" = "File “%1$@” tidak dapat disimpan karena jenis URL %2$@ tidak didukung.";

/* NSFileWriteUnsupportedSchemeError, argument is URL scheme name (for instance ftp:) */
"Err518.u" = "File ini tidak dapat disimpan karena jenis URL %@ tidak didukung.";

/* NSFileWriteOutOfSpaceError */
"Err640" = "File ini tidak dapat disimpan karena tidak tersedia cukup ruang.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Copy).fp" = "“%1$@” tidak dapat disalin ke “%2$@” karena tidak tersedia cukup ruang.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Link).fp" = "“%1$@” tidak bisa ditautkan ke “%2$@” karena tidak tersedia cukup ruang.";

/* NSFileWriteOutOfSpaceError, first arg: source, second arg: destination */
"Err640(Move).fp" = "“%1$@” tidak dapat dipindahkan ke “%2$@” karena tidak tersedia cukup ruang.";

/* NSFileWriteOutOfSpaceError */
"Err640-C" = "Tidak tersedia cukup ruang.";

/* NSFileWriteOutOfSpaceError, argument is volume name */
"Err640-C.v" = "Volume “%@” kekurangan tempat.";

/* NSFileWriteOutOfSpaceError */
"Err640-R" = "Hapus beberapa file dari volume, dan coba lagi.";

/* NSFileWriteOutOfSpaceError, argument is a file name */
"Err640.f" = "Anda tidak dapat menyimpan file “%@” karena tidak tersedia cukup ruang.";

/* NSFileWriteOutOfSpaceError, arguments are file name and volume name */
"Err640.fv" = "Anda tidak dapat menyimpan file “%1$@” karena volume “%2$@” kehabisan ruang.";

/* NSFileWriteVolumeReadOnlyError */
"Err642" = "File ini tidak dapat disimpan karena volumenya baca saja.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-C" = "Volumenya baca saja.";

/* NSFileWriteVolumeReadOnlyError, argument is volume name */
"Err642-C.v" = "Volume \"%@\" baca saja.";

/* NSFileWriteVolumeReadOnlyError */
"Err642-R" = "Coba menyimpan file ke volume lainnya.";

/* NSFileWriteVolumeReadOnlyError, argument is a file name */
"Err642.f" = "Anda tidak dapat menyimpan file “%@” karena volume baca saja.";

/* NSFileWriteVolumeReadOnlyError, arguments are file name and volume name */
"Err642.fv" = "Anda tidak dapat menyimpan file “%1$@” karena volume “%2$@” baca saja.";

/* A fallback error message. %@ is the error domain name, %ld is the error number */
"The operation couldn\\U2019t be completed. (%1$@ error %2$ld.)" = "Operasi tidak dapat diselesaikan. (%1$@ kesalahan %2$ld.)";

